jdk01/src/main/java/com/foya/demo04/client/tmp/test02Debug4out.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><nn:add xmlns:nn="http://server.demo04.foya.com/"><a>22</a><b>33</b></nn:add></SOAP-ENV:Body></SOAP-ENV:Envelope>